---
kind: property
id: P:Autodesk.Revit.DB.DividedSurface.VSpacingRule
source: html/b5dabf3b-96ff-26e5-0d91-314391ceddb2.htm
---
# Autodesk.Revit.DB.DividedSurface.VSpacingRule Property

Access to the rule for laying out the second series of equidistant
parallel lines on the surface.

## Syntax (C#)
```csharp
public SpacingRule VSpacingRule { get; }
```